[
    {
        "Id": "JanErikDehli",
        "FirstName": "Jan Erik",
        "LastName": "Dehli",
        "Role": "Backend-konsulent",
        "Technology": ".Net",
        "Description": "Jan Erik er en senior .Net-utvikler med erfaring fra hele stacken, og har over ti års erfaring med C#. Han har jobbet med databaseteknologier som MSSQL, PostgreSQL og Mongo, og frontendteknologier som HTML, JavaScript, CSS og Vue.Han arbeider alltid for å ha en god dialog med kunde og tar ansvar for at arkitekturen støtter behovene kunden har nå og i fremtiden."
    },
    {
        "Id": "LinBeleJacobsen",
        "FirstName": "Lin Bele",
        "LastName": "Jacobsen",
        "Role": "UX Lead",
        "Technology": "UX",
        "Description": "Lin jobber med brukeropplevelse og tjenestedesign som sine hovedfelt. Hun er faglig sterk og har bred erfaring fra ulike selskaper og bransjer. Hun har jobbet både som konsulent og inhouse ressurs, og glir lett inn i tverrfaglige team. Hun har erfaring som Design Lead og tar naturlig en veiledende rolle og ansvar i et team."
    },
    {
        "Id": "TobiasAndersen",
        "FirstName": "Tobias",
        "LastName": "Andersen",
        "Role": "Frontend-konsulent",
        "Technology": "HTML, CSS, JavaScript, TypeScript, Angular, React",
        "Description": "Tobias er en engasjert frontendutvikler med spisskompetanse på universell utforming og brukervennlighet. Han har god praktisk erfaring med utvikling av webløsninger basert på HTML, CSS, Typescript, Javascript, Angular og React."
    },
    {
        "Id": "GeirSanne",
        "FirstName": "Geir",
        "LastName": "Sanne",
        "Role": "Backend-konsulent",
        "Technology": ".Net",
        "Description": "Geir er en senior fullstack-utvikler på .Net med 25 års erfaring fra utviklingsprosjekter av komplekse systemer med høye krav til ytelse, samtidighet og oppetid. Han har jobbet med alt fra database til brukergrensesnitt, med både Windows-applikasjoner og webgrensesnitt og har i flere prosjekter fått arkitekt ansvar."
    },
    {
        "Id": "VegardSkjefstad",
        "FirstName": "Vegard",
        "LastName": "Skjefstad",
        "Role": "Backend-konsulent",
        "Technology": "Java",
        "Description": "Vegard er en erfaren utvikler og arkitekt med bakgrunn fra store og små prosjekter i offentlig og privat sektor både nasjonal og internasjonalt. Han er en dyktig utvikler med fokus på backend i språk som Java, Kotlin, og PHP, men har også erfaring med utvikling på frontendtunge prosjekter i JavaScript og TypeScript. Vegard er utdannet siv.ing. fra NTNU med en mastergrad i datateknikk med fordypning i informasjonsteknologi."
    },
    {
        "Id": "MortenWeydahl",
        "FirstName": "Morten",
        "LastName": "Weydahl",
        "Role": "Tester, Arkitekt",
        "Technology": "HTML, CSS, JavaScript, Google Tag Manager, Google Analytics, Wordpress",
        "Description": "Morten har solid erfaring med test og testledelse fra utviklingsarbeid innen ulike bransjer som apotek, nettbutikker og offentlig sektor. Mange år som funksjonell arkitekt har gitt han god bagasje for kvalitetssikring av løsninger, både på overordnet og detaljert nivå. Tidligere roller som webutvikler gir også Morten god teknisk forståelse og evne til raskt sette seg inn i nye problemstillinger."
    },
    {
        "Id": "TommyBuksrud",
        "FirstName": "Tommy",
        "LastName": "Buksrud",
        "Role": "Backend-konsulent",
        "Technology": ".Net",
        "Description": "Tommy er en erfaren, dyktig og pålitelig fullstack-utvikler med erfaring fra både store og små prosjekter. Dette har gitt han en god forståelse av hva som må til for å levere på en oversiktlig og god måte."
    },
    {
        "Id": "LarsSmidesang",
        "FirstName": "Lars",
        "LastName": "Smidesang",
        "Role": "Backend-konsulent",
        "Technology": ".Net",
        "Description": "Lars har bred kompetanse og mange års erfaring som systemutvikler og løsningsarkitekt – med hovedfokus på Windows- og web-baserte løsninger utviklet med Microsoft-teknologi. I tillegg til mange konsulentoppdrag som systemutvikler har han også hatt rolle som løsningsarkitekt og/eller teknisk ansvarlig. Han har gode analytiske evner og er flink til å sette seg inn i kundens ønsker og behov."
    }
]